Repository: tomoki013/tripory
Catalog: Tripory/Resources/Localizable.xcstrings
Source language: ja
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: ドラッグして位置を調整
ar: اسحب لضبط الموضع
cs: Přetažením upravte pozici
da: Træk for at placere
de: Zum Ausrichten ziehen
el: Σύρε για τοποθέτηση
en: Drag to adjust position
es: Arrastra para ajustar la posición
fi: Vedä ja aseta paikalleen
fr: Faites glisser pour ajuster
he: גרור כדי לכוונן את המיקום
hi: स्थिति समायोजित करने के लिए खींचें
hu: Húzással igazítsd a helyzetét
id: Seret untuk mengatur posisi
it: Trascina per posizionare
ko: 드래그해서 위치 조정
ms: Seret untuk menyesuaikan kedudukan
nb: Dra for å plassere
nl: Sleep om de positie aan te passen
pl: Przeciągnij, aby ustawić
pt_br: Arraste para posicionar
ro: Trage pentru a poziționa
ru: Перетащите, чтобы разместить
sv: Dra för att placera
th: ลากเพื่อจัดตำแหน่ง
tr: Konumlandırmak için sürükle
uk: Перетягніть, щоб розмістити
vi: Kéo để căn chỉnh vị trí
zh_hans: 拖动以调整位置
zh_hant: 拖曳以調整位置

source: ドラッグして位置を調整。ホームでの見え方がそのままプレビューされます。
ar: اسحب لضبط الموضع. هذه المعاينة تطابق تمامًا الشكل الذي سيظهر به في الصفحة الرئيسية.
cs: Přetažením upravte pozici. Tento náhled přesně odpovídá tomu, jak to bude vypadat na Domů.
da: Træk for at justere placeringen. Denne forhåndsvisning svarer nøjagtigt til, hvordan det vil se ud på Hjem.
de: Ziehen, um die Position anzupassen. Diese Vorschau zeigt genau, wie es auf der Startseite aussehen wird.
el: Σύρετε για να προσαρμόσετε τη θέση. Αυτή η προεπισκόπηση αντιστοιχεί ακριβώς στην εμφάνιση στην Αρχική.
en: Drag to adjust the position. This preview matches exactly how it'll look on Home.
es: Arrastra para ajustar la posición. Esta vista previa coincide exactamente con el aspecto que tendrá en Inicio.
fi: Vedä säätääksesi sijaintia. Tämä esikatselu vastaa tarkalleen sitä, miltä se näyttää Kotinäytöllä.
fr: Faites glisser pour ajuster la position. Cet aperçu correspond exactement à l'apparence sur l'écran d'accueil.
he: גררו כדי לכוונן את המיקום. תצוגה מקדימה זו תואמת בדיוק למראה במסך הבית.
hi: स्थिति समायोजित करने के लिए खींचें। यह पूर्वावलोकन बिल्कुल वैसा ही दिखेगा जैसा होम पर दिखेगा।
hu: Húzással állítsd be a pozíciót. Ez az előnézet pontosan azt mutatja, hogyan fog kinézni a Főoldalon.
id: Seret untuk menyesuaikan posisi. Pratinjau ini persis sama dengan tampilannya di Beranda.
it: Trascina per regolare la posizione. Questa anteprima corrisponde esattamente all'aspetto che avrà nella Home.
ko: 드래그하여 위치를 조정하세요. 이 미리보기는 홈 화면에 표시되는 모습과 정확히 같습니다.
ms: Seret untuk melaraskan kedudukan. Pratonton ini sepadan tepat dengan rupanya di Laman Utama.
nb: Dra for å justere posisjonen. Denne forhåndsvisningen viser nøyaktig hvordan det vil se ut på Hjem.
nl: Sleep om de positie aan te passen. Deze voorvertoning komt exact overeen met hoe het eruitziet op Start.
pl: Przeciągnij, aby dostosować pozycję. Ten podgląd dokładnie odpowiada wyglądowi na ekranie głównym.
pt_br: Arraste para ajustar a posição. Esta prévia mostra exatamente como ficará na Início.
ro: Trage pentru a ajusta poziția. Această previzualizare corespunde exact modului în care va arăta pe Acasă.
ru: Перетащите, чтобы изменить положение. Этот предпросмотр точно соответствует виду на главном экране.
sv: Dra för att justera positionen. Den här förhandsvisningen visar exakt hur det kommer att se ut på Hem.
th: ลากเพื่อปรับตำแหน่ง ตัวอย่างนี้ตรงกับลักษณะที่จะแสดงบนหน้าโฮมทุกประการ
tr: Konumu ayarlamak için sürükleyin. Bu önizleme, Ana Sayfa'da nasıl görüneceğiyle birebir aynıdır.
uk: Перетягніть, щоб змінити положення. Цей попередній перегляд точно відповідає вигляду на головному екрані.
vi: Kéo để điều chỉnh vị trí. Bản xem trước này khớp chính xác với giao diện trên Trang chủ.
zh_hans: 拖动以调整位置。此预览与主页上的实际效果完全一致。
zh_hant: 拖曳以調整位置。此預覽與主畫面上的實際效果完全一致。

source: ドラッグして位置を調整し、ピンチで拡大できます。
ar: اسحب للتحريك واقرص للتكبير.
cs: Přetažením posunete, roztažením prstů přiblížíte.
da: Træk for at flytte, og knib for at zoome.
de: Zum Verschieben ziehen, zum Zoomen zwei Finger aufziehen.
el: Σύρε για μετακίνηση και τσίμπα για μεγέθυνση.
en: Drag to reposition and pinch to zoom.
es: Arrastra para recolocar y pellizca para ampliar.
fi: Vedä siirtääksesi ja nipistä zoomataksesi.
fr: Faites glisser pour repositionner et pincez pour zoomer.
he: גרור כדי להזיז וצבוט כדי לשנות זום.
hi: हिलाने के लिए खींचें और ज़ूम के लिए दो उँगलियों से पिंच करें।
hu: Húzással mozgathatod, csippentéssel nagyíthatod.
id: Seret untuk memindahkan dan cubit untuk memperbesar.
it: Trascina per spostare e pizzica per ingrandire.
ko: 드래그해서 위치를 조정하고, 핀치로 확대할 수 있습니다.
ms: Seret untuk mengalih dan cubit untuk zum.
nb: Dra for å flytte, og knip for å zoome.
nl: Sleep om te verplaatsen en knijp om in te zoomen.
pl: Przeciągnij, aby przesunąć, i zsuń palce, aby powiększyć.
pt_br: Arraste para reposicionar e faça o gesto de pinça para ampliar.
ro: Trage pentru a repoziționa și apropie degetele pentru a mări.
ru: Перетаскивайте, чтобы сдвинуть, и сводите пальцы, чтобы приблизить.
sv: Dra för att flytta och nyp för att zooma.
th: ลากเพื่อย้าย และจีบนิ้วเพื่อซูม
tr: Taşımak için sürükle, yakınlaştırmak için parmaklarını kıstır.
uk: Перетягуйте, щоб зсунути, і зводьте пальці, щоб наблизити.
vi: Kéo để di chuyển và chụm hai ngón để phóng to.
zh_hans: 拖动可调整位置，双指捏合可缩放。
zh_hant: 拖曳以移動，捏合以縮放。

source: なぜ行きたい？
ar: لماذا تريد الذهاب؟
cs: Proč tam chcete jet?
da: Hvorfor vil du derhen?
de: Warum möchtest du dorthin?
el: Γιατί θες να πας;
en: Why do you want to go?
es: ¿Por qué quieres ir?
fi: Miksi haluat sinne?
fr: Pourquoi voulez-vous y aller ?
he: למה אתה רוצה לנסוע לשם?
hi: आप वहाँ क्यों जाना चाहते हैं?
hu: Miért szeretnél odautazni?
id: Kenapa kamu ingin ke sana?
it: Perché vuoi andarci?
ko: 왜 가고 싶나요?
ms: Kenapa anda mahu ke sana?
nb: Hvorfor vil du dit?
nl: Waarom wil je erheen?
pl: Dlaczego chcesz tam pojechać?
pt_br: Por que você quer ir?
ro: De ce vrei să mergi?
ru: Почему хотите поехать?
sv: Varför vill du dit?
th: ทำไมถึงอยากไป
tr: Neden gitmek istiyorsun?
uk: Чому хочете поїхати?
vi: Vì sao bạn muốn đến đó?
zh_hans: 为什么想去？
zh_hant: 為什麼想去？

source: バージョン
ar: الإصدار
cs: Verze
da: Version
de: Version
el: Έκδοση
en: Version
es: Versión
fi: Versio
fr: Version
he: גרסה
hi: संस्करण
hu: Verzió
id: Versi
it: Versione
ko: 버전
ms: Versi
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
ro: Versiune
ru: Версия
sv: Version
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: はい、これにする
ar: نعم، اختر هذه
cs: Ano, vybrat tuto
da: Ja, vælg det
de: Ja, das nehmen
el: Ναι, αυτή
en: Yes, use this
es: Sí, usar este
fi: Kyllä, valitaan tämä
fr: Oui, choisir celui-ci
he: כן, בחר בזו
hi: हाँ, यही चुनें
hu: Igen, ezt választom
id: Ya, pilih ini
it: Sì, scelgo questo
ko: 네, 이걸로 할게요
ms: Ya, pilih ini
nb: Ja, velg dette
nl: Ja, deze
pl: Tak, wybieram ten
pt_br: Sim, quero este
ro: Da, aleg asta
ru: Да, выбрать эту
sv: Ja, välj det här
th: ใช่ เลือกอันนี้
tr: Evet, bunu seç
uk: Так, обрати цю
vi: Vâng, chọn cái này
zh_hans: 是的,就选这个
zh_hant: 好，就選這個

source: はい。国の詳細ページの「なぜ行きたい?」欄に自由に書き残せます。
ar: نعم. يمكنك الكتابة بحرية في حقل «لماذا تريد الذهاب؟» في صفحة الدولة.
cs: Ano. Do pole „Proč tam chcete jet?“ na stránce země můžete psát cokoli.
da: Ja. Du kan skrive frit i feltet “Hvorfor vil du derhen?” på landets side.
de: Ja. Du kannst im Feld „Warum möchtest du dorthin?“ auf der Länderseite frei Notizen hinterlassen.
el: Ναι. Μπορείς να γράψεις ελεύθερα στο πεδίο «Γιατί θες να πας;» στη σελίδα της χώρας.
en: Yes. You can freely write notes in the "Why do you want to go?" field on the country detail page.
es: Sí. Puedes escribir notas libremente en el campo "¿Por qué quieres ir?" de la página de detalles del país.
fi: Kyllä. Voit kirjoittaa vapaasti maan sivun kenttään ”Miksi haluat sinne?”.
fr: Oui. Vous pouvez écrire librement des notes dans le champ « Pourquoi voulez-vous y aller ? » de la page de détail du pays.
he: כן. אפשר לכתוב בחופשיות בשדה «למה אתה רוצה לנסוע לשם?» בעמוד המדינה.
hi: हाँ। आप देश पृष्ठ के "आप वहाँ क्यों जाना चाहते हैं?" खाने में स्वतंत्र रूप से लिख सकते हैं।
hu: Igen. Az ország oldalán a „Miért szeretnél odautazni?” mezőbe szabadon írhatsz.
id: Ya. Kamu bisa menulis bebas di kolom "Kenapa kamu ingin ke sana?" pada halaman negara.
it: Sì. Puoi scrivere liberamente nel campo «Perché vuoi andarci?» nella pagina del paese.
ko: 네. 국가 상세 페이지의 '왜 가고 싶나요?' 항목에 자유롭게 메모를 남길 수 있습니다.
ms: Ya. Anda boleh menulis dengan bebas dalam ruang "Kenapa anda mahu ke sana?" pada halaman negara.
nb: Ja. Du kan skrive fritt i feltet «Hvorfor vil du dit?» på landsiden.
nl: Ja. Je kunt vrij schrijven in het veld ‘Waarom wil je erheen?’ op de landpagina.
pl: Tak. Możesz swobodnie pisać w polu „Dlaczego chcesz tam pojechać?” na stronie kraju.
pt_br: Sim. Você pode escrever livremente no campo “Por que você quer ir?” na página do país.
ro: Da. Poți scrie liber în câmpul „De ce vrei să mergi?” de pe pagina țării.
ru: Да. Вы можете свободно писать в поле «Почему хотите поехать?» на странице страны.
sv: Ja. Du kan skriva fritt i fältet ”Varför vill du dit?” på landets sida.
th: ได้ คุณเขียนได้อย่างอิสระในช่อง "ทำไมถึงอยากไป" บนหน้าประเทศ
tr: Evet. Ülke sayfasındaki “Neden gitmek istiyorsun?” alanına dilediğini yazabilirsin.
uk: Так. Ви можете вільно писати в полі «Чому хочете поїхати?» на сторінці країни.
vi: Có. Bạn có thể viết thoải mái trong ô "Vì sao bạn muốn đến đó?" trên trang quốc gia.
zh_hans: 可以。您可以在国家详情页的“为什么想去?”一栏自由写下备注。
zh_hant: 可以。你可以在國家詳細頁面的「為什麼想去？」欄位自由書寫。

source: はい。国の詳細ページやそれぞれの旅の記録ページから、いつでも編集・削除できます。
ar: نعم. يمكنك التعديل أو الحذف في أي وقت من صفحة الدولة أو صفحة كل رحلة.
cs: Ano. Kdykoli můžete záznam upravit nebo smazat na stránce země či na stránce konkrétní cesty.
da: Ja. Du kan altid redigere eller slette via landets side eller siden for den enkelte rejse.
de: Ja. Du kannst Einträge jederzeit über die Länderseite oder die Seite der jeweiligen Reise bearbeiten oder löschen.
el: Ναι. Μπορείς όποτε θες να επεξεργαστείς ή να διαγράψεις από τη σελίδα της χώρας ή από τη σελίδα κάθε ταξιδιού.
en: Yes. You can edit or delete records anytime from the country detail page or each trip's page.
es: Sí. Puedes editar o eliminar los registros en cualquier momento desde la página de detalles del país o desde cada viaje.
fi: Kyllä. Voit muokata tai poistaa milloin tahansa maan sivulta tai kunkin matkan sivulta.
fr: Oui. Vous pouvez modifier ou supprimer les enregistrements à tout moment depuis la page de détail du pays ou celle de chaque voyage.
he: כן. אפשר לערוך או למחוק בכל עת מעמוד המדינה או מעמוד כל מסע.
hi: हाँ। आप देश पृष्ठ या हर यात्रा के पृष्ठ से कभी भी संपादित या हटा सकते हैं।
hu: Igen. Bármikor szerkesztheted vagy törölheted az ország oldaláról vagy az egyes utazások oldaláról.
id: Ya. Kamu bisa mengedit atau menghapus kapan saja dari halaman negara atau halaman tiap perjalanan.
it: Sì. Puoi modificare o eliminare i dati quando vuoi dalla pagina del paese o da quella del singolo viaggio.
ko: 네. 국가 상세 페이지나 각 여행 기록 페이지에서 언제든지 수정·삭제할 수 있습니다.
ms: Ya. Anda boleh menyunting atau memadam bila-bila masa dari halaman negara atau halaman setiap pengembaraan.
nb: Ja. Du kan når som helst redigere eller slette via landsiden eller siden for den enkelte reisen.
nl: Ja. Je kunt altijd bewerken of verwijderen via de landpagina of de pagina van de betreffende reis.
pl: Tak. Możesz w każdej chwili edytować lub usunąć wpis ze strony kraju albo ze strony danej podróży.
pt_br: Sim. Você pode editar ou excluir a qualquer momento pela página do país ou pela página de cada viagem.
ro: Da. Poți edita sau șterge oricând de pe pagina țării sau de pe pagina fiecărei călătorii.
ru: Да. Вы можете в любой момент изменить или удалить запись на странице страны или на странице конкретной поездки.
sv: Ja. Du kan när som helst redigera eller radera via landets sida eller sidan för respektive resa.
th: ได้ คุณแก้ไขหรือลบได้ทุกเมื่อจากหน้าประเทศหรือหน้าของแต่ละการเดินทาง
tr: Evet. Ülke sayfasından veya ilgili seyahatin sayfasından istediğin zaman düzenleyip silebilirsin.
uk: Так. Ви можете будь-коли змінити або видалити запис на сторінці країни чи на сторінці конкретної подорожі.
vi: Có. Bạn có thể chỉnh sửa hoặc xóa bất cứ lúc nào từ trang quốc gia hoặc trang của từng chuyến đi.
zh_hans: 可以。您可以随时在国家详情页或各旅行记录页面中编辑或删除。
zh_hant: 可以。你隨時能從國家詳細頁面或各趟旅程頁面編輯或刪除。

source: はい。地図の表示にのみインターネット接続が必要です。
ar: نعم. الإنترنت مطلوب فقط لعرض الخريطة.
cs: Ano. Internet je potřeba jen k zobrazení mapy.
da: Ja. Internet er kun nødvendigt for at vise kortet.
de: Ja. Eine Internetverbindung wird nur für die Anzeige der Karte benötigt.
el: Ναι. Ίντερνετ χρειάζεται μόνο για την προβολή του χάρτη.
en: Yes. An internet connection is only needed to display the map.
es: Sí. Solo se necesita conexión a internet para mostrar el mapa.
fi: Kyllä. Internet-yhteyttä tarvitaan vain kartan näyttämiseen.
fr: Oui. Une connexion internet n'est nécessaire que pour afficher la carte.
he: כן. חיבור לאינטרנט נחוץ רק להצגת המפה.
hi: हाँ। इंटरनेट केवल मानचित्र दिखाने के लिए ज़रूरी है।
hu: Igen. Internet csak a térkép megjelenítéséhez kell.
id: Ya. Internet hanya diperlukan untuk menampilkan peta.
it: Sì. La connessione a internet serve solo per visualizzare la mappa.
ko: 네. 지도를 표시할 때만 인터넷 연결이 필요합니다.
ms: Ya. Internet hanya diperlukan untuk memaparkan peta.
nb: Ja. Internett trengs bare for å vise kartet.
nl: Ja. Een internetverbinding is alleen nodig om de kaart te tonen.
pl: Tak. Internet jest potrzebny tylko do wyświetlenia mapy.
pt_br: Sim. A conexão com a internet só é necessária para exibir o mapa.
ro: Da. Internetul e necesar doar pentru afișarea hărții.
ru: Да. Интернет нужен только для отображения карты.
sv: Ja. Internet behövs bara för att visa kartan.
th: ได้ ต้องใช้อินเทอร์เน็ตเฉพาะตอนแสดงแผนที่เท่านั้น
tr: Evet. İnternet yalnızca haritayı göstermek için gerekir.
uk: Так. Інтернет потрібен лише для показу карти.
vi: Có. Chỉ cần internet để hiển thị bản đồ.
zh_hans: 可以。仅在显示地图时需要网络连接。
zh_hant: 可以。只有顯示地圖時需要網路連線。

source: はい。設定の「住んでいる国」からいつでも変更できます。過去に設定していた国は「旅の記録」ページの「住んでいた国」から矢印で辿って確認でき、必要であれば訪問済みの扱いを取り消すこともできます。
ar: نعم. يمكنك تغييره في أي وقت من "الدولة التي تقيم فيها" في الإعدادات. يمكنك العثور على الدول التي أعددتها سابقًا عبر السهم في "الدول التي عشت فيها" بصفحة سجل الرحلات، ويمكنك أيضًا التراجع عن حالة الزيارة عند الحاجة.
cs: Ano. Můžete ji kdykoli změnit v Nastavení v části „Domovská země“. Dříve nastavené země najdete přes šipku v sekci „Země, ve kterých jste žili“ na stránce Zápisník cest, kde lze v případě potřeby zrušit i jejich stav navštíveno.
da: Ja. Du kan altid ændre det under "Hjemland" i Indstillinger. Tidligere indstillede lande kan findes via pilen under "Lande, du har boet i" på siden Rejser, hvor du om nødvendigt også kan fortryde deres besøgsstatus.
de: Ja. Du kannst es jederzeit unter „Heimatland“ in den Einstellungen ändern. Zuvor eingestellte Länder findest du über den Pfeil bei „Länder, in denen du gelebt hast“ auf der Reiseseite, wo du bei Bedarf auch den Besucht-Status zurücknehmen kannst.
el: Ναι. Μπορείτε να το αλλάξετε ανά πάσα στιγμή από την επιλογή «Χώρα διαμονής» στις Ρυθμίσεις. Οι χώρες που είχατε ορίσει στο παρελθόν βρίσκονται μέσω του βέλους στην ενότητα «Χώρες όπου έχετε ζήσει» στη σελίδα Ταξίδια, όπου μπορείτε επίσης να αναιρέσετε την κατάσταση επίσκεψης αν χρειαστεί.
en: Yes. You can change it anytime from "Home Country" in Settings. Countries you've set before can be found by following the arrow from "Countries You've Lived In" on the Trips page, where you can also undo their visited status if needed.
es: Sí. Puedes cambiarlo en cualquier momento desde "País de residencia" en Ajustes. Los países configurados anteriormente se pueden consultar siguiendo la flecha en "Países en los que has vivido" en la página de Viajes, donde también puedes deshacer su estado de visitado si lo necesitas.
fi: Kyllä. Voit muuttaa sen milloin tahansa Asetuksista kohdasta "Kotimaa". Aiemmin asetetut maat löydät seuraamalla nuolta kohdasta "Maat, joissa olet asunut" Matkat-sivulla, jossa voit tarvittaessa myös peruuttaa niiden vierailustatuksen.
fr: Oui. Vous pouvez le modifier à tout moment depuis « Pays de résidence » dans les réglages. Les pays définis précédemment sont accessibles via la flèche dans « Pays où vous avez vécu » sur la page Voyages, où vous pouvez aussi annuler leur statut de visite si besoin.
he: כן. תוכלו לשנות זאת בכל עת דרך "מדינת המגורים" בהגדרות. מדינות שהוגדרו בעבר ניתן למצוא דרך החץ ב"מדינות שבהן גרתם" בעמוד הטיולים, שם ניתן גם לבטל את סטטוס הביקור שלהן במידת הצורך.
hi: हां। आप इसे सेटिंग्स में "रहने का देश" से कभी भी बदल सकते हैं। पहले सेट किए गए देश "यात्रा रिकॉर्ड" पेज पर "रह चुके देश" से तीर के जरिए देखे जा सकते हैं, जहां ज़रूरत पड़ने पर उनकी विज़िटेड स्थिति भी हटाई जा सकती है।
hu: Igen. Bármikor módosíthatod a Beállítások „Lakóhely szerinti ország” pontjában. A korábban beállított országokat az Utazások oldal „Ahol éltél” részének nyilán keresztül találod meg, ahol szükség esetén a látogatott státuszukat is visszavonhatod.
id: Ya. Anda dapat mengubahnya kapan saja dari "Negara Tempat Tinggal" di Pengaturan. Negara yang pernah diatur sebelumnya dapat ditemukan melalui panah di "Negara yang Pernah Ditinggali" pada halaman Perjalanan, tempat Anda juga dapat membatalkan status kunjungannya jika perlu.
it: Sì. Puoi modificarlo in qualsiasi momento da "Paese di residenza" nelle Impostazioni. I paesi impostati in precedenza si trovano tramite la freccia in "Paesi in cui hai vissuto" nella pagina Viaggi, dove puoi anche annullare lo stato di visitato se necessario.
ko: 네. 설정의 "거주 국가"에서 언제든지 변경할 수 있습니다. 이전에 설정했던 국가는 "여행 기록" 페이지의 "거주했던 국가"에서 화살표를 따라 확인할 수 있으며, 필요하면 방문 처리를 취소할 수도 있습니다.
ms: Ya. Anda boleh menukarnya pada bila-bila masa daripada "Negara Tempat Tinggal" dalam Tetapan. Negara yang pernah ditetapkan sebelum ini boleh dijumpai melalui anak panah pada "Negara Pernah Didiami" di halaman Perjalanan, di mana anda juga boleh membatalkan status lawatannya jika perlu.
nb: Ja. Du kan endre det når som helst under "Hjemland" i Innstillinger. Tidligere angitte land finner du via pilen under "Land du har bodd i" på Reiser-siden, der du om nødvendig også kan oppheve besøksstatusen deres.
nl: Ja. Je kunt het altijd wijzigen via "Woonland" in Instellingen. Eerder ingestelde landen vind je via de pijl bij "Landen waar je hebt gewoond" op de pagina Reizen, waar je indien nodig ook de bezoekstatus ongedaan kunt maken.
pl: Tak. Możesz to zmienić w dowolnym momencie w sekcji „Kraj zamieszkania” w Ustawieniach. Wcześniej ustawione kraje znajdziesz, przechodząc przez strzałkę w „Kraje, w których mieszkałeś/aś” na stronie Podróże, gdzie w razie potrzeby możesz też cofnąć ich status odwiedzenia.
pt_br: Sim. Você pode alterá-lo a qualquer momento em "País onde mora" nos Ajustes. Os países definidos anteriormente podem ser consultados pela seta em "Países onde você já morou" na página Viagens, onde também é possível desfazer o status de visitado, se necessário.
ro: Da. Îl poți schimba oricând din „Țara de reședință” din Setări. Țările setate anterior pot fi găsite prin săgeata din „Țări în care ai locuit” pe pagina Călătorii, unde poți anula și starea de vizitat, dacă este necesar.
ru: Да. Изменить страну можно в любой момент в разделе «Страна проживания» в настройках. Ранее указанные страны можно найти по стрелке в разделе «Страны, где вы жили» на странице поездок, там же при необходимости можно отменить статус посещения.
sv: Ja. Du kan ändra det när som helst under "Hemland" i Inställningar. Tidigare inställda länder hittar du via pilen under "Länder du har bott i" på sidan Resor, där du vid behov även kan återkalla deras besöksstatus.
th: ได้ คุณสามารถเปลี่ยนได้ทุกเมื่อจาก "ประเทศที่อาศัยอยู่" ในการตั้งค่า ประเทศที่เคยตั้งค่าไว้ก่อนหน้านี้สามารถดูได้โดยตามลูกศรจาก "ประเทศที่เคยอาศัยอยู่" ในหน้าบันทึกการเดินทาง และสามารถยกเลิกสถานะการเยือนได้หากจำเป็น
tr: Evet. Ayarlar'daki "Yaşadığın Ülke" bölümünden istediğin zaman değiştirebilirsin. Daha önce ayarlanan ülkeleri, Geziler sayfasındaki "Yaşanan Ülkeler" bölümündeki okla takip ederek bulabilir, gerekirse ziyaret durumlarını da geri alabilirsin.
uk: Так. Ви можете змінити її будь-коли в розділі «Країна проживання» в налаштуваннях. Раніше вказані країни можна знайти за стрілкою в розділі «Країни, де ви жили» на сторінці подорожей, де за потреби можна також скасувати статус відвідування.
vi: Có. Bạn có thể thay đổi bất cứ lúc nào từ "Quốc gia đang sống" trong Cài đặt. Các quốc gia đã thiết lập trước đây có thể xem qua mũi tên tại "Quốc gia từng sống" trên trang Chuyến đi, nơi bạn cũng có thể hủy trạng thái đã ghé thăm nếu cần.
zh_hans: 是的。您可以随时在设置的"居住国家"中更改。之前设置过的国家可以在"旅行记录"页面的"曾居住的国家"中通过箭头查看,如有需要也可以取消其"已访问"状态。
zh_hant: 是的。您可以隨時在設定的「居住國家」中變更。先前設定過的國家可在「旅行記錄」頁面的「曾居住的國家」中透過箭頭查看,如有需要也能取消其「已造訪」狀態。
